# -*- coding: utf-8 -*-
# !/usr/bin/python3.8.5

import src.database.db as db

not_available_reply = "⛔️В разработке"

info_button_reply = "Ты залогинен под группой: <b>{0}</b>\n\n" \
                    "Обо мне:\n\n" \
                    "Я — <b>Z-Moves</b>, единственный наследник ЗМ, истинный владыка семи королевств и ... \n" \
                    "Впрочем, это уже совсем другая история.\n\n" \
                    "Я обычный бот, показывающий расписание — скажут хейтеры. Но как бы не так. " \
                    "Со мной ты можешь:\n\n" \
                    "1. Прикреплять ссылки 🔗 к парам, которые порой так сложно и долго искать.\n" \
                    "2. 👺 Хотлайны. Ты всегда сможешь в сию минуту узнать до какого числа нужно сдать вторую " \
                    "лабу по Взлому Жопы 🧑‍💻\n" \
                    "3. Такого интерфейса ты ещё не видел 😎\n" \
                    "4. И это только начало 🤯 Я постепенно развиваюсь и добавляю в себя новые фичи, которые " \
                    "будут радовать тебя всё больше и больше 🤓\n" \
                    "5. Хватит читать! Давай бегом ссылки добавлять 🥴\n\n" \
                    "Да, и чуть не забыл. <a href='https://send.monobank.ua/jar/9RyLwakdWd'>Тут</a> можно " \
                    "сказать мне спасибо.\n👉👈"
